/* 
   Localizable.strings
   DrawBattlefield

   Created by James Washburn on 11/18/09.
   Copyright 2009 Amaranthine Corporation. All rights reserved.
 */

// Main Menu
/*"Challenge Mode" = "Challenge Mode";
"Continue" = "Continue";
"Free Mode" = "Free Mode";
"Multiplayer" = "Multiplayer";
"Unit Management" = "Unit Management";
"Options" = "Options";

// Challenge Menu
"Challenges:" = "Challenges:";
"Sniper Challenge" = "Sniper Challenge";
"Armored Challenge" = "Armored Challenge";
"Turret Challenge" = "Turret Challenge";
"Tank Challenge One" = "Tank Challenge One";
"Tank Challenge Two" = "Tank Challenge Two";
"Return" = "Return";

// Option Menu
"Vibrate" = "Vibrate";
"On" = "On";
"Off" = "Off";

// Delete Unit Confirm
"Delete Unit?" = "Delete Unit?";
"Are you sure you want to delete this %@?" = "Are you sure you want to delete this %@?";
"No" = "No";
"Yes" = "Yes";

// Battleground Clear Confirm
"Clear All Units?" = "Clear All Units?";
"Are you sure you want to clear all units?" = "Are you sure you want to clear all units?";

// Battleground Quit Confirm
"Return to Main Menu?" = "Return to Main Menu?";
"Cancel" = "Cancel";
"Return" = "Return";
"Save and Return" = "Save and Return";

// Battleground Instructions
"Instructions" = "Instructions";
"One touch to move, two taps to remove, touch bottom right for menu" = "One touch to move, two taps to remove, touch bottom right for menu";
"Done" = "Done";

// Battleground Menu
"Add Unit" = "Add Unit";
"Pause" = "Pause";
"Resume" = "Resume";
"Clear" = "Clear";
"Quit" = "Quit";

// Units
"soldier" = "soldier";
"officer" = "officer";
"armored soldier" = "armored soldier";
"rocket soldier" = "rocket soldier";
"heavy turret" = "heavy turret";
"light turret" = "light turret";
"heavy tank" = "heavy tank";
"light tank" = "light tank";
"sniper" = "sniper";
"powered armor" = "powered armor";
"factory" = "factory";
"inkspot" = "inkspot";

"Friendly" = "Friendly";
"Hostile" = "Hostile";*/
